Public Attributes | List of all members
API_CWallPanel Struct Reference
Element Manager
A primitive triangle. More...
#include <APIdefs_Elements.h>
 Public Attributes
 bool  | isWindow
TODO.
 bool  | isDoor
TODO.
Detailed Description
A primitive triangle.